Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-2849.html.tmx
Source language: nob
Languages: sme

source: Offentlig søkerliste - Sámediggi Sametinget
sme: Almmolaš ohcanlistu - Sámediggi Sametinget

source: Offentlig søkerliste
sme: Almmolaš ohcanlistu

source: Offentlig søkerliste til kommunikasjonsdirektørstillingen.
sme: Almmolaš ohcanlistu gulahallandirektevrra virgái.

source: Sametingets administrasjon har opprettet en ny avdeling med ansvar for kommunikasjon og informasjon rundt Sametingets virksomhet.
sme: Čuovvovaš olbmot leat ohcan virgái maŋŋil go lea almmuhuvvon rabasin guovtte geardde: - Matilda Burman - Pål Hivand - Johan Ailo Mattias Kalstad - Kent Valio - Jan Roger Østby

source: I den forbindelse ble det lyst ut en kommunikasjonsdirektørstilling som får i oppgave å bygge opp og lede Kommunikasjonsavdelingen.
sme: Eanet dieđuid oažžu go deaddila liŋkii.
